[
  {
    "index": 0,
    "bookshop": "Burley Fisher Books",
    "category": "East",
    "title": "Poetry x Class Reading Group: The Master’s Tools with Andrew McMillan ",
    "date_string": "21 March @ 1:00 pm - 4:00 pm",
    "datetime": "2020-03-21T13:00:00+00:00",
    "url": "https://burleyfisherbooks.com/event/the-masters-tools-with-andrew-macmillan/",
    "summary": "What does an authentic poetry of working-class ‘work’ look like? If ‘work’ is often defined by the parameters of the employer, and pushed down onto the employee, then what power does poetry have to rename and reframe the notions of ‘work’, and how far can this be seen as a reclamation of power? Are questions like that a bit wanky? Does any of it matter? In this reading group session, I’m interested in considering the approaches different poets have taken…",
    "img_src": "https://burleyfisherbooks.com/wp-content/uploads/2020/01/14572478235_2741743379_o-300x298.jpg"
  },
  {
    "index": 1,
    "bookshop": "Burley Fisher Books",
    "category": "East",
    "title": "Launch: MINOR DETAIL by Abania Shibli: Fitzcarraldo Editions",
    "date_string": "6 May @ 7:00 pm - 9:30 pm",
    "datetime": "2020-05-06T19:00:00+00:00",
    "url": "https://burleyfisherbooks.com/event/launch-minor-detail-by-abania-shibli-fitzcarraldo-editions/",
    "summary": "Join us for the launch of brand new Fitzcarraldo title MINOR DETAIL by Adania Shibli - this is the publisher's first ever Arabic-language author. The book was originally published by al-Adab in 2017 and centers around a crime committed in the Palestinian Negev in August, 1949. Decades later, a young woman in Ramallah becomes obsessed with the events surrounding the crime. It is “an intricately layered and devastating work of fiction.” Don't miss this event with discussion and a reading…",
    "img_src": "https://burleyfisherbooks.com/wp-content/uploads/2020/03/MINOR-DETAIL-front-cover-2-196x300.jpg"
  },
  {
    "index": 0,
    "bookshop": "Pages of Hackney",
    "category": "East",
    "title": "Cancelled - Homie: Danez Smith in Conversation with Travis Alabanza",
    "date_string": "March 9 @ 19:00 - 21:00",
    "datetime": "2020-03-09T19:00:00+00:00",
    "url": "https://pagesofhackney.co.uk/event/homie-danez-smith-in-conversation/",
    "summary": "We’re really sorry to announce that our event with Danez Smith on Monday is postponed, and we hope to rearrange for a later date this year. This difficult decision comes as a result of the cancellation of some of Danez’s US events due to Coronavirus concerns, and the uncertain UK situation. All tickets will be refunded today and we'll email all existing ticket holders when we have a new date. Find out more »",
    "img_src": "https://pagesofhackney.co.uk/wp-content/uploads/2020/02/9781784743055-740x1024.jpg"
  },
  {
    "index": 1,
    "bookshop": "Pages of Hackney",
    "category": "East",
    "title": "Feminist Book Fortnight - Sophie Mackintosh and Avni Doshi in Conversation with Octavia Bright",
    "date_string": "May 13 @ 19:00 - 21:00",
    "datetime": "2020-05-13T19:00:00+00:00",
    "url": "https://pagesofhackney.co.uk/event/sophie-mackintosh-and-avni-doshi-in-conversation/",
    "summary": "Join us as we welcome Sophie Mackintosh and Avni Doshi to read from and discuss their new novels, BLUE TICKET and BURNT SUGAR, with Literary Friction's Octavia Bright.  Find out more »",
    "img_src": "https://pagesofhackney.co.uk/wp-content/uploads/2020/02/ticket-cover.png"
  },
  {
    "index": 2,
    "bookshop": "Pages of Hackney",
    "category": "East",
    "title": " Niven Govinden and Paul Mendez in Conversation with Sophia Blackwell",
    "date_string": "May 19 @ 19:00 - 21:00",
    "datetime": "2020-05-19T19:00:00+00:00",
    "url": "https://pagesofhackney.co.uk/event/niven-govinden-and-paul-mendez-in-conversation/",
    "summary": "Join us as we welcome Niven Govinden and Paul Mendez discussing their novels, THIS BRUTAL HOUSE, and RAINBOW MILK, with Sophia Blackwell.  Find out more »",
    "img_src": "https://pagesofhackney.co.uk/wp-content/uploads/2020/02/niven-cover.png"
  },
  {
    "index": 3,
    "bookshop": "Pages of Hackney",
    "category": "East",
    "title": " Trans Power: Juno Roche in Conversation with Meg-John Barker",
    "date_string": "June 16 @ 19:00 - 21:00",
    "datetime": "2020-06-16T19:00:00+00:00",
    "url": "https://pagesofhackney.co.uk/event/trans-power-juno-roche-in-conversation-with-meg-john-barker/",
    "summary": "Join us as we welcome Juno Roche for a discussion of trans identities and gender empowerment with Meg-John Barker. Find out more »",
    "img_src": "https://pagesofhackney.co.uk/wp-content/uploads/2020/01/Trans-Power-high-res-654x1024.jpg"
  },
  {
    "index": 0,
    "bookshop": "Pages Cheshire street",
    "category": "East",
    "title": " We Have Always Been Here: Samra Habib with Zeba Talkhani",
    "date_string": "March 12 @ 19:00 - 21:00",
    "datetime": "2020-03-12T19:00:00+00:00",
    "url": "https://pagescheshirestreet.co.uk/event/we-have-always-been-here-samra-habib-with-zeba-talkhani/",
    "summary": "We are delighted to welcome Samra Habib to discuss her memoir, WE HAVE ALWAYS BEEN HERE, with Zeba Talkhani.A memoir of hope, faith and love, Samra Habib’s story starts with growing up as part of a threatened minority sect in Pakistan, and follows her arrival in Canada as a refugee, before escaping an arranged marriage at sixteen. When she realised she was queer, it was yet another way she felt like an outsider.So begins a journey that takes her to the far reaches of the globe to uncover a truth that was within her all along. It shows how Muslims can embrace queer sexuality, and families can embrace change. A triumphant story of forgiveness and freedom, We Have Always Been Here is a rallying cry for anyone who has ever felt alone and a testament to the power of fearlessly inhabiting one’s truest self. Find out more »",
    "img_src": "https://pagescheshirestreet.co.uk/wp-content/uploads/2020/01/9781529404869-660x1024.jpg"
  },
  {
    "index": 1,
    "bookshop": "Pages Cheshire street",
    "category": "East",
    "title": " Joelle Taylor, Bad Betty Poets + Open Mic Poetry Night",
    "date_string": "March 24 @ 19:00 - 21:00",
    "datetime": "2020-03-24T19:00:00+00:00",
    "url": "https://pagescheshirestreet.co.uk/event/bad-betty-press-poets-and-poetry-open-mic/",
    "summary": "A night of poetry with readings from Joelle Taylor (Outspoken Press) and three poets published by Bad Betty Press followed by open mic slots for female identifying poets. The first half of the night will showcase Joelle Taylor, Antonia Jade King, Charlotte Geater and Gita Ralleigh reading from their latest collections. The second half of the night will be over to you! We will have open mic slots of a maximum of five minutes per person for you to read and perform your own poems. Find out more »",
    "img_src": "https://pagescheshirestreet.co.uk/wp-content/uploads/2020/02/bad-betty-cover.png"
  },
  {
    "index": 2,
    "bookshop": "Pages Cheshire street",
    "category": "East",
    "title": " Revolting Prostitutes: Juno Mac and Molly Smith with Shiri Shalmy",
    "date_string": "March 31 @ 19:00 - 21:00",
    "datetime": "2020-03-31T19:00:00+00:00",
    "url": "https://pagescheshirestreet.co.uk/event/revolting-prostitutes-juno-mac-and-molly-smith-with-shiri-shalmy/",
    "summary": "Join us as we welcome Juno Mac and Molly Smith to celebrate the new paperback edition of REVOLTING PROSTITUTES. Find out more »",
    "img_src": "https://pagescheshirestreet.co.uk/wp-content/uploads/2020/01/71f8Q4r89ML-667x1024.jpg"
  },
  {
    "index": 3,
    "bookshop": "Pages Cheshire street",
    "category": "East",
    "title": " Feminism, Interrupted: Lola Olufemi in Conversation with Amelia Horgan",
    "date_string": "April 7 @ 19:00 - 21:00",
    "datetime": "2020-04-07T19:00:00+00:00",
    "url": "https://pagescheshirestreet.co.uk/event/feminism-interrupted-lola-olufemi-in-conversation-with-amelia-horgan/",
    "summary": "Join us we welcome Lola Olufemi to discuss her new book, FEMINISM, INTERRUPTED, with Amelia Horgan. The book is the latest in the Outspoken series from Pluto Press. Find out more »",
    "img_src": "https://pagescheshirestreet.co.uk/wp-content/uploads/2020/02/Olufemi-T03512-copy.jpg"
  },
  {
    "index": 0,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Alone/Together – Imaginary Millions at Libreria",
    "date_string": "19 March 2020",
    "datetime": "2020-03-19T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/alone-together-imaginary-millions-at-libreria/",
    "summary": "Join us for an intimate night listening to two amazing artists as they showcase individual sets, before jamming out together; creating a performance never seen or heard before. As always, the question we ask is simply ‘What’s Possible From Here?’.",
    "img_src": "https://libreria.io/wp-content/uploads/2020/03/Alone_Together.jpg"
  },
  {
    "index": 1,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Sitopia: How Food Can Save the World- Carolyn Steel at Libreria",
    "date_string": "12 March 2020",
    "datetime": "2020-03-12T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/sitopia-how-food-can-save-the-world/",
    "summary": "From our foraging hunter-gatherer ancestors to the enormous appetites of modern cities, food has shaped our bodies and homes, our politics and trade, and our climate. But by forgetting its value, we have drifted into a way of life that threatens our planet and ourselves. Drawing on insights from philosophy, history, architecture, literature, politics and science, as well as stories of the farmers, designers and economists who are remaking our relationship with food, Sitopia is a provocative and exhilarating vision for change, and how to thrive on our crowded, overheating planet. Carolyn Steel will be at Libreria presenting ideas from her inspiring and deeply thoughtful new book. ",
    "img_src": "https://libreria.io/wp-content/uploads/2020/02/Sitopia.jpg"
  },
  {
    "index": 2,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Seven Nights – Simon Strauß, at Libreria",
    "date_string": "30 November 2019",
    "datetime": "2019-11-30T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/seven-nights-simon-straus-at-libreria/",
    "summary": "Seven Nights describes the struggle of a generation afraid of standing still and moving too fast, afraid of missing out and making decisions. In Seven Nights, each night at seven o’clock, a young man will encounter one of the seven mortal sins. He must be greedy, arrogant and lustful, throw himself off a high-rise building, and lose his faith and every restraint. These nights are a foray through the city, a test of maturity to safeguard against too much maturity, a final rebellion as youth slips away. While he tries to find a way out of what he fears to be a boring and meaningless adulthood, the novel is a fearless appeal to break free from the opinions of others and follow your own heart.The most reviewed, discussed, and acclaimed German-language debut of the last decade, Seven Nights has earned Simon Strauß praise as “one of the greatest talents of his generation” by the Tagesspiegel newspaper, and also one of the most controversial.",
    "img_src": "https://libreria.io/wp-content/uploads/2019/11/7Nights.png"
  },
  {
    "index": 3,
    "bookshop": "Libreria",
    "category": "East",
    "title": "The Libreria Room: MAGIC",
    "date_string": "18 November 2019",
    "datetime": "2019-11-18T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/the-libreria-room-magic/",
    "summary": "Feared and fetishised magic has traditionally offered a powerful alternative to rigidly adhered to conventions within society. But as it becomes ever more popular its role is also changing. What then is ‘magic’ in its various forms? Can we define it and why do we need it?Curator Madeleine Dunnigan presents the latest Libreria Room salon with poet Nisha Ramayya, performance artist Joseph Morgan Schofield and academic & tarot card reader Shy Charles.",
    "img_src": "https://libreria.io/wp-content/uploads/2019/10/The-Sixteenth-Hour.png"
  },
  {
    "index": 4,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Language Unlimited",
    "date_string": "24 October 2019",
    "datetime": "2019-10-24T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/language-unlimited/",
    "summary": "All humans, but no other species, have the capacity to create and understand language. It provides structure to our thoughts, allowing us to plan, communicate, and create new ideas, without limit. Yet we have only finite experiences, and our languages have finite stores of words. Where does our linguistic creativity come from? How does the endless scope of language emerge from our limited selves?‘A wonderful experience’ Noam Chomsky on Language Unlimited by David Adger",
    "img_src": "https://libreria.io/wp-content/uploads/2019/10/DavidAdger.jpg"
  },
  {
    "index": 5,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Black Literary History: An African Perspective",
    "date_string": "17 October 2019",
    "datetime": "2019-10-17T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/black-literary-history-an-african-perspective/",
    "summary": "To celebrate Black History Month Inua Ellams (‘The Half God of Rainfall’, ‘Barbershop Chronicles’), Jennifer Nansubuga Makumbi (‘Kintu’ and ‘Manchester Happened’), and Sylvia Arthur (founder of ‘Libreria Ghana’) will be discussing the historical importance of African literary tradition.This event is curated by Literandra in support of Libreria Ghana and its literacy outreach programmes",
    "img_src": "https://libreria.io/wp-content/uploads/2019/10/Africana.jpg"
  },
  {
    "index": 6,
    "bookshop": "Libreria",
    "category": "East",
    "title": "The Outlaw Ocean – Pulitzer Prize-Winning Journalist, Ian Urbina at Libreria",
    "date_string": "1 October 2019",
    "datetime": "2019-10-01T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/the-outlaw-ocean-pulitzer-prize-winning-journalist-ian-urbina-at-libreria/",
    "summary": "The Outlaw Ocean: Crime and Survival in the Last Untamed FrontierIan Urbina spent five years – three of them at sea – uncovering the stories in The Outlaw Ocean. A riveting, adrenaline-fuelled tour of a vast, lawless and rampantly criminal world that few have ever seen.It features traffickers and smugglers, pirates and mercenaries, wreck thieves and repo men, vigilante conservationists and elusive poachers, seabound abortionists, clandestine oil-dumpers, shackled slaves and cast-adrift stowaways.Don’t miss Ian Urbina at Libreria when he will be discussing some of the extraordinary stories in his book.",
    "img_src": "https://libreria.io/wp-content/uploads/2019/08/IanUrbina1.jpg"
  },
  {
    "index": 7,
    "bookshop": "Libreria",
    "category": "East",
    "title": "New Nostalgias – Dana Czapnik and Lucy Caldwell",
    "date_string": "25 September 2019",
    "datetime": "2019-09-25T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/new-nostalgias-dana-czapnik-and-lucy-caldwell/",
    "summary": "Dana Czapnik’s debut novel, The Falconer, punches with a ruling energy all of its own – a new voice that happily dances grand theories with street smarts; sculpts delicate emotions with arching prose, and delivers LOVE, BASKETBALL, ART, MUSIC, FRIENDSHIP, FEMINISM, DREAMS…Join Dana Czapnik and author of Multitudes, Lucy Caldwell, as they discuss new nostalgias – writing the 90s, and the subtle art of form.",
    "img_src": "https://libreria.io/wp-content/uploads/2019/08/Czapnik2.jpg"
  },
  {
    "index": 8,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Girl, Woman, Other",
    "date_string": "2 May 2019",
    "datetime": "2019-05-02T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/girl-woman-other/",
    "summary": "Bernardine Evaristo’s novel Girl, Woman, Other follows the lives and struggles of twelve very different characters. Teeming with life and crackling with energy it is a love song to modern Britain and black womanhood.Bernardine will be in conversation with Sharmaine Lovegrove, founder of publishing house Dialogue Books. It’ll be a very special night of rich conversation – and a celebration of this remarkable new novel.",
    "img_src": "https://libreria.io/wp-content/uploads/2019/11/Bernardine-Evaristo.png"
  },
  {
    "index": 9,
    "bookshop": "Libreria",
    "category": "East",
    "title": "The Libreria Podcast",
    "date_string": "",
    "datetime": null,
    "url": "https://libreria.io/cultural-programme/the-libreria-podcast/",
    "summary": "Libreria, a bookshop by Second Home, is an independent bookshop in Shoreditch, London. We help you discover new books and ideas to encourage interdisciplinary thinking. In the shop, we curate our books to maximise serendipity – our shelves are arranged according to broad themes like ‘Wanderlust’, ‘Enchantment for Disenchanted’ and ‘The City’, so you’re constantly encountering titles you might not have come across otherwise. In this podcast, Libreria’s curator Paddy Butler does the same for your ears – interviewing with some of our favourite writers and thinkers, as well as a rundown of the latest titles at the bookshop.",
    "img_src": "https://libreria.io/wp-content/uploads/2019/07/LIB_PODCAST_PURPLE.png"
  },
  {
    "index": 10,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Queer Futures",
    "date_string": "25 July 2019",
    "datetime": "2019-07-25T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/queer-futures/",
    "summary": "As queer culture becomes ever absorbed by the mainstream, join authors Amelia Abraham (Queer Intentions) and Paul Flynn (Good As You) to discuss what effect this has had on the community. Transcending place and generation the authors will delve into their own coming of age experiences, marking the importance of queer spaces in shaping their individual selves within LGBTQ+ communities, and what the closure of such vital hubs might mean for future generations carving out their own identities.",
    "img_src": "https://libreria.io/wp-content/uploads/2019/07/Queer_future.jpg"
  },
  {
    "index": 11,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Utopian Spheres – Sophie MacKintosh and Veronica Raimo",
    "date_string": "10 July 2019",
    "datetime": "2019-07-10T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/utopian-spheres-sophie-mackintosh-and-veronica-raimo/",
    "summary": " Authors Sophie Mackintosh and Veronica Raimo will be at Libreria to discuss alternative worlds – bold imaginings to reflect new beginnings.Sophie MacKintosh’s debut novel the Water Cure was longlisted for the Man Booker Prize in 2018.Described by Vanity Fair as ‘the first post-Weinstein novel’ Veronica Raimo’s intelligent novel critiques traditional social norms and the understanding of what is deemed acceptable, and what is not.",
    "img_src": "https://libreria.io/wp-content/uploads/2019/07/RaimoMacKintosh_event.jpg"
  },
  {
    "index": 12,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Society and the Internet- Paul Mason and Jamie Bartlett",
    "date_string": "26 June 2019",
    "datetime": "2019-06-26T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/society-and-the-internet/",
    "summary": "Two of the UK’s foremost critics come to Libreria to debate and discuss their understanding of tech, the global economy and a fractured political landscape.  In his new book, Clear Bright Future, Paul Mason calls for a radical, impassioned defence of the human being, our universal rights and our power to change the world around us. Jamie Bartlett’s The People Vs Tech is an enthralling account of how our fragile political system is being threatened by the digital revolution. “A superb book by one of the world’s leading experts on the digital revolution” David Patrikarakos, Literary Review.  Join us for what promises to be an intensely argued, informative discussion on what the future holds.",
    "img_src": "https://libreria.io/wp-content/uploads/2019/07/SocietyAndTheInternet.jpg"
  },
  {
    "index": 13,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Night Boat to Tangier – Kevin Barry",
    "date_string": "20 June 2019",
    "datetime": "2019-06-20T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/night-boat-to-tangier-kevin-barry/",
    "summary": "Join Kevin Barry for the launch of his much anticipated new novel Night Boat to Tangier. The author will be at Libreria to discuss the rich array of ideas behind his celebrated fiction.It’s late one night at the Spanish port of Algeciras and two fading Irish gangsters are waiting on the boat from Tangier. A lover has been lost, a daughter has gone missing, their world has come asunder – can it be put together again? Night Boat to Tangier is a novel drenched in sex and death and narcotics, in sudden violence and old magic, but it is obsessed, above all, with the mysteries of love. A tragicomic masterwork from a multi-award-winning writer, Night Boat to Tangier is both mordant and hilarious, lyrical yet laden with menace.‘I devoured Night Boat to Tangier. I loved the potent truth of it all, drenched in damage and romance. The Barry turn of phrase is a true wonder of this world’ Max Porter",
    "img_src": "https://libreria.io/wp-content/uploads/2019/07/NightBoatToTangier.jpg"
  },
  {
    "index": 14,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Afropean- Johny Pitts",
    "date_string": "6 June 2019",
    "datetime": "2019-06-06T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/afropean/",
    "summary": "",
    "img_src": "https://libreria.io/wp-content/uploads/2019/07/Afropean.jpg"
  },
  {
    "index": 15,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Damaged Goods: The Rise and Fall of Topshop Owner Philip Green",
    "date_string": "21 May 2019",
    "datetime": "2019-05-21T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/damaged-goods-the-rise-and-fall-of-topshop-owner-philip-green/",
    "summary": "Topshop owner and retail behemoth, Philip Green, has become one of the most notorious and controversial entrepreneurs in recent years.  His adventures are captured in brilliantly lurid detail by Sunday Times business editor Oliver Shah. We’re delighted to host Shah at Libreria as he talks to Rohan Silva about his superb book, Damaged Goods.  His book goes into everything from Shah’s expletive-strewn run-ins with Green, how Green greased up to politicians and celebrities, his schemes to avoid paying tax, bullying associates and the £570m pensions hole he left in BHS. There are also the revelations of Green’s shocking harassment of female employees making him the most high profile scalp in the #metoo movement. Come and join for a glass of wine and what will be a fascinating discussion.",
    "img_src": "https://libreria.io/wp-content/uploads/2019/07/DamagedGoods.jpg"
  },
  {
    "index": 16,
    "bookshop": "Libreria",
    "category": "East",
    "title": "The Grassling",
    "date_string": "27 March 2019",
    "datetime": "2019-03-27T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/the-grassling/",
    "summary": "Join writer, academic and environmentalist Elizabeth-Jane Burnett for the launch of her new book, The Grassling – a lyrical ode to landscape, memory and writerly form.In keeping with her much lauded poetry collection, Swims, The Grassling follows with evocative writing on immersive experiences in the natural world, from the taste of soil, sound of grass and language of worms, to a poem that lists 80 yellow things seen on a journey from Birmingham to Devon.The author will discuss her work in relation to the subject of environment and the creative process, with readings from the book.",
    "img_src": "https://libreria.io/wp-content/uploads/2019/07/grassling2.jpg"
  },
  {
    "index": 17,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Sex Tech V-Day Party",
    "date_string": "14 February 2019",
    "datetime": "2019-02-14T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/sex-tech-v-day-party/",
    "summary": "Swap dubious dates and dire dinners this Valentines Day, for an evening of self exploration and satisfaction.A night of reliable toys, pleasurable reads and expert tips, alongside music, drinks and all things sex!Our Libreria window will be embellished with an unmissable sex tech display to really get you going. All selected by tech retailer SODA, the School of Digital Age, exclusively for the event.Alongside this Grace Campbell, co founder of The Pink Protest, has curated a shelf in the bookshop of her favourite female authors who discuss and explore sex. Free yourself from any inhibitions and fully immerse in this sex tech experience, only at Libreria London.",
    "img_src": "https://libreria.io/wp-content/uploads/2019/01/Sex-Tech-Thumbnail.jpg"
  },
  {
    "index": 18,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Granta 146 The Politics of Feeling",
    "date_string": "20 February 2019",
    "datetime": "2019-02-20T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/the-politics-of-feeling/",
    "summary": "Granta guest-editor, Devorah Baum will be joined by author of critically acclaimed Not Working, Josh Cohen and psychoanalyst Anouchka Grose to discuss this most unruly of subjects: the politics of feeling.Are we in the West experiencing an age of intellectual exhaustion, or burnout – with creeping political apathy in the face of overwhelming new technologies of information? By monitoring our online behaviour is ‘surveillance capitalism’ and by default ‘instrumentarianism’ ordering the political landscape?How is it that benign, good will towards others who are less better off can at times create contradictory, conflicting feelings within us? And do hidden motives really matter as long as outward intentions are well meaning?These are just some of the topics covered in the new winter 2019 edition of Granta magazine. Join our guests at Libreria, and, more importantly, join the discussion.",
    "img_src": "https://libreria.io/wp-content/uploads/2019/01/PoliticsThumbnail.jpg"
  },
  {
    "index": 19,
    "bookshop": "Libreria",
    "category": "East",
    "title": "The Magical and The Real- Samanta Schweblin",
    "date_string": "6 February 2019",
    "datetime": "2019-02-06T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/the-magical-and-the-real/",
    "summary": "To celebrate the publication of Samanta Schweblin’s award winning collection of short stories Mouthful of Birds, the author will be in conversation with award-winning writer, editor and translator Daniel Hahn.Join us at Libreria as they go deep on narrative psychology, the magical and the real and the return of the short story.‘The Grimm brothers and Franz Kafka pay a visit to Argentina in Samanta Schweblin’s darkly humorous tales of people who have slipped through cracks or fallen down holes into alternate realities.’ J.M. Coetzee – Praise for Samanta Schweblin’s 2014 debut novel Fever Dream",
    "img_src": "https://libreria.io/wp-content/uploads/2019/01/Magical-and-the-real-Thumbnail.jpg"
  },
  {
    "index": 20,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Square Eyes with Keiichi Matsuda",
    "date_string": "30 January 2019",
    "datetime": "2019-01-30T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/square-eyes-with-keiichi-matsuda/",
    "summary": "Anna Mill and Luke Jones, creators of acclaimed graphic novel Square Eyes, will be in conversation with future-facing designer and film-maker Keiichi Matsuda.In a future where the boundaries between virtual and physical reality blur, the information-rich urban environment is not only full of creative possibilities, but also susceptible to new forms of danger, confusion and control.Square Eyes explores the delirium and tension of a digitally saturated future city – a bright and enticing mirage on top of an old world that is rapidly falling to pieces.Join us for a fascinating discussion on print, film and virtual reality as we explore near-future narratives of technology, design and the city.",
    "img_src": "https://libreria.io/wp-content/uploads/2019/01/Square-Eyes-Thumbnail.jpg"
  },
  {
    "index": 21,
    "bookshop": "Libreria",
    "category": "East",
    "title": "What Now? Brexit and the Future of Britain",
    "date_string": "31 January 2019",
    "datetime": "2019-01-31T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/what-now-brexit-and-the-future-of-britain/",
    "summary": "Two vocal opponents of Brexit – celebrated fashion designer and activist Katharine Hamnett and former shadow secretary for international development Rushanara Ali MP – discuss the implications of this major political decision and what can be done to stop Britain leaving the EU.With the March deadline looming on the future of the UK and its global position, so much uncertainty still prevails with no clear idea of how resolution might be achieved.What does the future hold for the UK? For freedom of movement, trade, industry, education and a lot more besides? Will the economy be able to withstand such turmoil and is there an alternative political option?",
    "img_src": "https://libreria.io/wp-content/uploads/2019/01/What-Now-Brexit-Thumbnail.jpg"
  },
  {
    "index": 22,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Libreria Lates",
    "date_string": "18 December 2018",
    "datetime": "2018-12-18T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/bring-a-paperback/",
    "summary": "Finish your Christmas shopping in your favourite bookshop while sipping on a festive drink and enjoying the magical sounds of the Santur – an ancient string instrument from Iran – performed by Dr Peyman Heydarian.This evening of beautiful live music is designed to support Echo100Plus – a nonprofit organisation that supports refugees in Greece. We’ll be collecting books to help refugees learn English. Please bring a paperback or two to support this initiative.",
    "img_src": "https://libreria.io/wp-content/uploads/2018/12/paperback-thumbnail.jpg"
  },
  {
    "index": 23,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Nietzsche and Chill",
    "date_string": "14 November 2018",
    "datetime": "2018-11-14T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/nietszche-and-chill/",
    "summary": "What’s in your diary for the 14th November?Sinking into a binge session on Netflix? Losing yourself in a clandestine scroll of Facebook? Another swiping spree on Tinder?Or, will you escape these nihilistic habits and chill instead at Libreria for an evening with Philosophy & Ethics Professor, Nolen Gertz, in conversation with technologist, designer and author, Adam Greenfield to discuss Nihilism & Technology.From escaping reality, herd networking and pleasure economics to the deification of purportedly omniscient algorithms, Nihilism & Technology, examines technology today and the nihilistic behaviours that it cultivates. We hope you can join the discussion as we consider the ethics of tech design in a world pervaded by fears of Big Data and techno-hypnosis.It is important to us and the speakers that we ensure this event is as accessible to as many people as possible. As such, we can waive the ticket fee for those who cannot afford the cost and would not be able to attend otherwise. Please email Sean McDonagh (smcdonagh@rowman.com) for more information.",
    "img_src": "https://libreria.io/wp-content/uploads/2018/10/NT_Libreria_EventImage.jpg"
  },
  {
    "index": 24,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Stance presents: Heartbreak in London",
    "date_string": "27 October 2018",
    "datetime": "2018-10-27T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/stance-presents-heartbreak-in-london/",
    "summary": "Award-winning arts and current affairs podcast, Stance present a fresh culture-filled look at Heartbreak in London.\nExpect energetic performances and lively discussions around the creative responses to heartbreak, exploring its strong emotional impact including:\nPoetry from award-winning writer Bridget Minamore’s debut collection, Titanic which explores the sensibilities surrounding love and loss. Themed around a series of popular songs and a certain sinking ship, Minamore riffs from poem to poem with a choice selection of humorous and sombre verse.\nStand-Up from award-winning comedian, Yuriko Kotani, who will delight audiences with a showcase taken from her slick new set. (Yuriko won the BBC New Comedy Award 2015 and has been on a string of prime-time comedy television shows since then.)\nTips on how to create your own zine from the founder of Achy Breaky Heart Zine – a heartbreak zine which explores breakups, relationships and love\nDiscussion with The Quietus Reviews Editor Anna Wood on London’s most significant musical heartbreak classics\nAgony Aunt advice from relationship psychologist and broadcaster Anjula Mutanda who will be on hand to answer all of our Heartbreak enquiries throughout the evening…\nThis event is part of Second Home’s City Life Festival. Running throughout October, the festival will explore the relationship between urban spaces, communities and identities and champion London as a place of inclusivity and diversity.\nFor more details, please click on this LINK",
    "img_src": "https://libreria.io/wp-content/uploads/2018/10/Stance-Final.jpg"
  },
  {
    "index": 25,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Why Do Social Movements Matter?",
    "date_string": "18 October 2018",
    "datetime": "2018-10-18T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/why-social-movements-matter/",
    "summary": "Social movements and popular struggle are a central part of today’s world, but often neglected or misunderstood by both the media and experts in other fields. Yet, in an age when arguments over climate change, women’s rights, austerity politics, racism, warfare and surveillance are central to the future of our societies, we urgently need to understand social movements. To face this issue head on, we invite you to join us at Libreria for an evening of discussion with Laurence Cox, one of Europe’s leading social movement researchers, and author of new book, Why Social Movements Matter, and Professor of Sociology Ana C. Dinerstein.",
    "img_src": "https://libreria.io/wp-content/uploads/2018/09/Social-Movements-Thumbnail.jpg"
  },
  {
    "index": 26,
    "bookshop": "Libreria",
    "category": "East",
    "title": "City Quitters: Creative Pioneers Pursuing Post-urban Life",
    "date_string": "20 September 2018",
    "datetime": "2018-09-20T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/city-quitters-creative-pioneers-pursuing-post-urban-life/",
    "summary": "Join us for the book launch of City Quitters by Karen Rosenkranz. What does it mean to leave the city behind? Can the reality of living in the countryside fulfil our desire for a better, simpler, more creative life? The book sheds a light on what rural life can be like today, with all its joys and challenges, providing a fresh look at the people and scenes thriving outside urban spaces. From experimental co-habitation in a renaissance castle to oversized artworks on a farm, City Quitters offers a global perspective on creative post-urban life: 22 stories from 12 countries and five continents, all based in places with fewer than 10,000 inhabitants. Karen Rosenkranz is an independent trend forecaster and ethnographer based in London. ",
    "img_src": "https://libreria.io/wp-content/uploads/2018/08/City-Quitters.jpg"
  },
  {
    "index": 27,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Moving Parts",
    "date_string": "6 September 2018",
    "datetime": "2018-09-06T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/moving-parts/",
    "summary": "Libreria welcomes emerging Tilted Axis talent, Prabda Yoon.We celebrate the publication of Moving Parts with readings and conversation with translator, Mui Poopoksakul.In these wry and unsettling stories, Prabda Yoon once again illuminates something of the strangeness of urban life in Thailand.Disarming the reader with surprising charm, intensity and delicious horror, he explores what it means to have a body, and to interact with those of others.For fans of Eugène Ionesco, George Saunders and Pedro Almodóvar.",
    "img_src": "https://libreria.io/wp-content/uploads/2018/08/prabda.jpg"
  },
  {
    "index": 28,
    "bookshop": "Libreria",
    "category": "East",
    "title": "The Heart of Race",
    "date_string": "24 July 2018",
    "datetime": "2018-07-24T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/the-heart-of-race/",
    "summary": "A discussion with the authors of Heart of Race in celebration of its re-release as part of Verso Feminist Classics series this summer.First published in 1985 and winner of the Martin Luther King Memorial Prize that year, Heart of the Race is a testimony to the collective experience of black women in Britain, and their relationship to the British state throughout its long history of slavery, empire and colonialism.The new edition includes an introduction by Lola Okolosie and an interview with the authors, chaired by Heidi Mirza, focusing on the impact of their book since publication, and its continuing relevance today.",
    "img_src": "https://libreria.io/wp-content/uploads/2018/06/heart-of-race.jpg"
  },
  {
    "index": 29,
    "bookshop": "Libreria",
    "category": "East",
    "title": "DRUGSTORE CULTURE: The Joy of Magazines",
    "date_string": "19 July 2018",
    "datetime": "2018-07-19T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/drugstore-culture-the-joy-of-magazines/",
    "summary": "There’s a new arts and politics magazine launching in September: DRUGSTORE CULTURE.Ahead of that launch, and to coincide with the publication of their special preview Inaugural Issue, we’ve got the Editor of DRUGSTORE CULTURE, Matthew d’Ancona, and its Deputy Editor, Peter Hoskin, at Libreria to talk about the joys and challenges of magazines – and about what they hope to bring to the fray.The conversation will be moderated by d’Ancona’s fellow Guardian columnist Hadley Freeman.A signed copy of the DRUGSTORE CULTURE Inaugural Issue will be given to each attendee.",
    "img_src": "https://libreria.io/wp-content/uploads/2018/06/Drugstore-culture.jpg"
  },
  {
    "index": 30,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Consciousness, Creativity, Science & Art- Will Eaves & Dr. Sophie Scott",
    "date_string": "17 July 2018",
    "datetime": "2018-07-17T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/consciousness-creativity-science-art/",
    "summary": "Author of Murmur, Will Eaves and UCL neuroscientist Dr Sophie Scott discuss consciousness and creativity, science and art.How do we define what human consciousness is? What is it that hinders or enables creativity?Looking at, and responding to, ideas in art, the novel and current research in neuroscience, we ask how the fundamentals of human understanding and intelligence are undergoing radical change.Dr Sophie Scott is Professor of Cognitive Neuroscience at UCL, focusing primarily on auditory linguistic and information processes of the brain.Will Eaves’s recently published novel, Murmur, has been lauded as an exceptional experiment in form, and a daring interpretation of consciousness and the human condition.",
    "img_src": "https://libreria.io/wp-content/uploads/2018/06/Creativity-Consciousness.jpg"
  },
  {
    "index": 31,
    "bookshop": "Libreria",
    "category": "East",
    "title": "The Dinner Guest",
    "date_string": "15 May 2018",
    "datetime": "2018-05-15T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/gabriela-ybarra-the-dinner-guest/",
    "summary": "Celebrating brilliant up and coming Spanish writer Gabriela Ybarra, whose debut novel, The Dinner Guest has been long-listed for the Man Booker Prize.Innovative in its style and structure, Gabriella Ybarra’s ‘free re-construction’ of real-life events plays with notions of fiction and non-fiction, public and private.It connects two life-changing events – the very public death of Ybarra’s grandfather, and the very private and intimate experience of caring for, and subsequently losing her mother to cancer.Devastating yet luminous, The Dinner Guest marks the arrival of a talented new voice and we are delighted to welcome Gabriella to Liberia to launch her debut.Join us for drinks, readings and discussion.",
    "img_src": "https://libreria.io/wp-content/uploads/2018/06/lI_DTE-LE9D8eHCc.jpg"
  },
  {
    "index": 32,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Launch: BROKEN by Julianknxx",
    "date_string": "29 March 2018",
    "datetime": "2018-03-29T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/broken/",
    "summary": "Celebrate the launch of BROKEN – a collection of raw poems, music and art by Sierra Leonean poet and artistic director julianknxx (sic) with a night of performance, drinks and discussion.Dedicated to his daughter, BROKEN explores personal dialogue and traditional oral storytelling, drawing from social commentary on blackness, toxic masculinity and love.Tickets include poetry pamphlet by Julianknxx",
    "img_src": "https://libreria.io/wp-content/uploads/2018/06/LVSfjQPcid7LCw4y.jpg"
  },
  {
    "index": 33,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Killjoy Party: A Celebration of Disruptive Women",
    "date_string": "8 March 2018",
    "datetime": "2018-03-08T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/killjoy-party-a-celebration-of-disruptive-women/",
    "summary": "Critical theorist Sara Ahmed describes the feminist ‘killjoy’ as the woman who speaks out about a sexist joke at the dinner table, disrupting the moment and spoiling the fun.It is this bold spirit of continued resistance that we’ll be celebrating on International Women’s Day.At a time when feminist discussions are more prevalent than ever thanks to the #metoo campaign and the centenary of the right to vote (for some women), we’re hosting an intimate evening that will take a critical look at where feminism is today.Rather than getting lost in memes, hashtags and celebrity speeches, we’ll be delving into the ongoing issue of inequality – looking at what was won 100 years ago and the important work that still needs to be done.It will be a night of drinks, discussion, poetry and performance featuring Dr Alyosxa Tudor from Centre of Gender Studies at SOAS, Egyptian feminist writer and poet Lina Ashour and Iranian artist, writer and academic Saba Zavarei.",
    "img_src": "https://libreria.io/wp-content/uploads/2018/06/t4G7DztN02BVaKSM.jpg"
  },
  {
    "index": 34,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Sculpting Satire",
    "date_string": "21 February 2018",
    "datetime": "2018-02-21T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/sculpting-satire/",
    "summary": "Join us on the 21st February for a night with two acclaimed short story writers, James Miller and David Hayden.James Miller is the author of the wild and daring UnAmerican Activities, (Dodo Ink), which has been described by bookmunch as ‘a little masterpiece’.David Hayden’s collection, Darker With the Lights On (Little Island Press), was praised by the Guardian as ‘a brilliantly disturbing and unclassifiable collection.’They will be discussing literary innovation, pushing against the boundaries of the form, the real and the unreal and more.The event will be chaired by critic Houman Barekat.",
    "img_src": "https://libreria.io/wp-content/uploads/2018/06/EltIZXJDM3Q1DgT4.png"
  },
  {
    "index": 35,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Kids & Parents Risograph Class",
    "date_string": "25 March 2018",
    "datetime": "2018-03-25T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/riso-kids/",
    "summary": "Introducing kids to the magical setting of Libreria, this is a fun and creative afternoon for younger ones and parents to experiment with collage making, colour-mixing and textures.Let them get creative with ink – and take home their beautiful creations (one for the fridge or the frame?) – all to the backdrop of The Jungle Book soundtrack.Suitable for kids aged 4-7. Juice and snacks included!",
    "img_src": "https://libreria.io/wp-content/uploads/2018/06/6Ln2AE6Rgjx-EOAu.jpg"
  },
  {
    "index": 36,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Risograph Printing Workshop",
    "date_string": "17 March 2018",
    "datetime": "2018-03-17T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/risograph-printing-workshop-22/",
    "summary": "In this workshop, Libreria’s print specialist will guide you through the art of risograph printing and you will playfully be able to experiment with texture, invent new forms, shapes and patterns.We’ll be getting inky with risograph explorations, rendered and printed on Libreria’s risograph machine, and you will leave with an edition of fifteen A3 prints in two colours.Materials and beer are all included in the ticket price and we’ve even thrown in a 10% discount voucher on books.Tickets are non-refundable. However, purchase holders are able to transfer to a third party.",
    "img_src": "https://libreria.io/wp-content/uploads/2018/06/OZEzLWaPFvMBQ059.jpg"
  },
  {
    "index": 37,
    "bookshop": "Libreria",
    "category": "East",
    "title": "A New Map of Wonders",
    "date_string": "16 November 2017",
    "datetime": "2017-11-16T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/a-new-map-of-wonders/",
    "summary": "Hear award-winning writer and journalist Caspar Henderson in conversation with philosopher and best-selling author Roman Krznaric.They’ll be discussing Caspar’s new book A New Map of Wonders, which charts a course through the realm of the fascinating and awe-inspiring.Drawing on philosophy and natural history, art and religion, neuroscience and nanotechnology, A New Map of Wonders is a celebration of life and a rich and inspiring guide, encouraging us to see the world anew.",
    "img_src": "https://libreria.io/wp-content/uploads/2018/06/9q-qt9SkY0hDM2P.jpg"
  },
  {
    "index": 38,
    "bookshop": "Libreria",
    "category": "East",
    "title": "Risograph Printing Workshop",
    "date_string": "23 September 2017",
    "datetime": "2017-09-23T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/risograph-printing-workshop-20/",
    "summary": "In this workshop, Jess, Libreria’s print specialist will guide you through the art of risograph printing.We will playfully experiment with texture, invent new forms, shapes and patterns.We’ll be getting inky with risograph explorations, rendered and printed on Libreria’s risograph machine, and you will leave with an edition of fifteen A3 prints in two colours, as well as other test prints you will have created.All materials are provided for, inks, paper etc – as is a nice chilled beer for this thirsty work.Enjoy a 10% discount on books voucher with this workshop.Tickets are non-refundable. However, purchase holders are able to transfer to a third party.",
    "img_src": "https://libreria.io/wp-content/uploads/2018/06/AQJHmx2GKY8T-AI9.jpg"
  },
  {
    "index": 39,
    "bookshop": "Libreria",
    "category": "East",
    "title": "A Connoisseur’s Guide to Football Shirts",
    "date_string": "21 September 2017",
    "datetime": "2017-09-21T00:00:00+00:00",
    "url": "https://libreria.io/cultural-programme/a-lovers-guide-to-football-shirts/",
    "summary": "Hear pop culture historian Neal Heard in conversation with Second Home co-founder Rohan Silva,where they’ll be talking about football shirts as remarkable social, historical and design artefacts.Taking the football shirt as a starting point, it’s possible to trace developments not only in graphic and textile design but in the game’s relationship to corporations and nations.Consider that Levi’s once made a shirt for Mexico and Ralph Lauren for the New York Cosmos, that Bob Marley often wore iconic shirts and that the Corinthian Democracia – a club/ ideological movement – has been recognised in Brazil as one of the most important actions in the history of their struggle against dictatorship, and you’ll get a sense of the rich cultural and political associations these garments have.Neal Heard is the author of A Connoisseur’s Guide to Football Shirtsand Trainers.His recent exhibition The Football Shirts Book – hosted with premium menswear platform Jacket Required – is due to start a global tour later this year.",
    "img_src": "https://libreria.io/wp-content/uploads/2018/06/Bfg5TboLOgEGlSEQ.jpg"
  }
]